Repository: alexcding/cascade-mac
Catalog: macos/Resources/Localizable.xcstrings
Source language: en
Languages: bn, es, fr, hi, it, ja, ko, pt_br, ru, sv, zh_hans, zh_hant

source: or
bn: অথবা
es: o
fr: ou
hi: या
it: o
ja: または
ko: 또는
pt_br: ou
ru: или
sv: eller
zh_hans: 或
zh_hant: 或

source: ./scripts/setup.sh or npm ci
bn: ./scripts/setup.sh বা npm ci
es: ./scripts/setup.sh o npm ci
fr: ./scripts/setup.sh ou npm ci
hi: ./scripts/setup.sh या npm ci
it: ./scripts/setup.sh o npm ci
ja: ./scripts/setup.sh または npm ci
ko: ./scripts/setup.sh 또는 npm ci
pt_br: ./scripts/setup.sh ou npm ci
ru: ./scripts/setup.sh или npm ci
sv: ./scripts/setup.sh eller npm ci
zh_hans: ./scripts/setup.sh 或 npm ci
zh_hant: ./scripts/setup.sh 或 npm ci

source: .env* (the default)
bn: .env* (ডিফল্ট)
es: .env* (predeterminado)
fr: .env* (par défaut)
hi: .env* (डिफ़ॉल्ट)
it: .env* (predefinito)
ja: .env*（デフォルト）
ko: .env* (기본값)
pt_br: .env* (padrão)
ru: .env* (по умолчанию)
sv: .env* (standard)
zh_hans: .env*（默认）
zh_hant: .env*（預設）

source: ‘%@’ is not a VS Code Marketplace or Open VSX link, or an extension ID like publisher.name.
bn: ‘%@’ কোনো VS Code Marketplace বা Open VSX লিংক নয়, এমনকি publisher.name ধরনের এক্সটেনশন ID-ও নয়।
es: «%@» no es un enlace de VS Code Marketplace u Open VSX, ni un ID de extensión como publisher.name.
fr: « %@ » n’est ni un lien VS Code Marketplace ou Open VSX, ni un ID d’extension comme publisher.name.
hi: ‘%@’ VS Code Marketplace या Open VSX लिंक नहीं है, और publisher.name जैसा एक्सटेंशन ID भी नहीं है।
it: «%@» non è un link di VS Code Marketplace o Open VSX, né un ID di estensione come publisher.name.
ja: 「%@」は VS Code Marketplace や Open VSX のリンクでも、publisher.name のような拡張機能 ID でもありません。
ko: ‘%@’은(는) VS Code Marketplace 또는 Open VSX 링크도, publisher.name 같은 확장 프로그램 ID도 아닙니다.
pt_br: “%@” não é um link do VS Code Marketplace ou do Open VSX, nem um ID de extensão como publisher.name.
ru: «%@» — это не ссылка на VS Code Marketplace или Open VSX и не ID расширения вида publisher.name.
sv: ”%@” är varken en länk till VS Code Marketplace eller Open VSX eller ett tilläggs-ID som publisher.name.
zh_hans: “%@”不是 VS Code Marketplace 或 Open VSX 链接，也不是 publisher.name 形式的扩展 ID。
zh_hant: 「%@」不是 VS Code Marketplace 或 Open VSX 連結，也不是 publisher.name 形式的擴充功能 ID。

source: %@ Your changes have not been discarded.
bn: %@ আপনার পরিবর্তন বাতিল হয়নি।
es: %@ No se han descartado tus cambios.
fr: %@ Vos modifications n’ont pas été abandonnées.
hi: %@ आपके बदलाव त्यागे नहीं गए हैं।
it: %@ Le modifiche non sono state scartate.
ja: %@ 変更は破棄されていません。
ko: %@ 변경 사항은 버려지지 않았습니다.
pt_br: %@ Suas alterações não foram descartadas.
ru: %@ Ваши изменения не были отменены.
sv: %@ Dina ändringar har inte kastats.
zh_hans: %@ 您的更改尚未丢弃。
zh_hant: %@ 您的變更尚未捨棄。

source: %@ Workflow step %@
bn: %@ ওয়ার্কফ্লো ধাপ %@
es: %@ Paso del flujo de trabajo %@
fr: %@ Étape du workflow %@
hi: %@ वर्कफ़्लो चरण %@
it: %@ Passaggio del flusso di lavoro %@
ja: %@ ワークフローのステップ %@
ko: %@ 워크플로 단계 %@
pt_br: %@ Etapa do fluxo de trabalho %@
ru: %@ Шаг рабочего процесса %@
sv: %@ Arbetsflödessteg %@
zh_hans: %@ 工作流步骤 %@
zh_hant: %@ 工作流程步驟 %@

source: %@ · %lld untracked files
bn: %@ · %lldটি আনট্র্যাক ফাইল
es: %@ · %lld archivos sin rastrear
fr: %@ · %lld fichiers non suivis
hi: %@ · %lld अनट्रैक फ़ाइलें
it: %@ · %lld file non tracciati
ja: %@ · 未追跡ファイル %lld 個
ko: %@ · 추적되지 않은 파일 %lld개
pt_br: %@ · %lld arquivos não rastreados
ru: %@ · неотслеживаемых файлов: %lld
sv: %@ · %lld ospårade filer
zh_hans: %@ · %lld 个未跟踪文件
zh_hant: %@ · %lld 個未追蹤檔案

source: %@ · %lldd left
bn: %@ · %lld দিন বাকি
es: %@ · quedan %lld días
fr: %@ · %lld j restants
hi: %@ · %lld दिन शेष
it: %@ · %lld g rimasti
ja: %@ · 残り%lld日
ko: %@ · %lld일 남음
pt_br: %@ · restam %lld dias
ru: %@ · осталось %lld дн.
sv: %@ · %lld d kvar
zh_hans: %@ · 剩余 %lld 天
zh_hant: %@ · 剩餘 %lld 天

source: %@ · resets in %@
bn: %@ · %@ পরে রিসেট
es: %@ · se restablece en %@
fr: %@ · réinitialisation dans %@
hi: %@ · %@ में रीसेट
it: %@ · si reimposta tra %@
ja: %@ · %@後にリセット
ko: %@ · %@ 후 초기화
pt_br: %@ · reinicia em %@
ru: %@ · сброс через %@
sv: %@ · återställs om %@
zh_hans: %@ · %@后重置
zh_hant: %@ · %@後重設

source: %@ (not available here)
bn: %@ (এখানে উপলব্ধ নয়)
es: %@ (no disponible aquí)
fr: %@ (indisponible ici)
hi: %@ (यहाँ उपलब्ध नहीं)
it: %@ (non disponibile qui)
ja: %@（ここでは利用できません）
ko: %@ (여기에서 사용할 수 없음)
pt_br: %@ (indisponível aqui)
ru: %@ (недоступен здесь)
sv: %@ (inte tillgängligt här)
zh_hans: %@（此处不可用）
zh_hant: %@（此處無法使用）

source: %@ (partial)
bn: %@ (আংশিক)
es: %@ (parcial)
fr: %@ (partiel)
hi: %@ (आंशिक)
it: %@ (parziale)
ja: %@（一部）
ko: %@ (일부)
pt_br: %@ (parcial)
ru: %@ (частично)
sv: %@ (delvis)
zh_hans: %@（部分）
zh_hant: %@（部分）

source: %@ %lld%% left
bn: %@ %lld%% বাকি
es: %@ %lld%% restante
fr: %@ %lld%% restant
hi: %@ %lld%% शेष
it: %@ %lld%% rimanente
ja: %@ 残り%lld%%
ko: %@ %lld%% 남음
pt_br: %@ %lld%% restante
ru: %@ осталось %lld%%
sv: %@ %lld%% kvar
zh_hans: %@ 剩余 %lld%%
zh_hant: %@ 剩餘 %lld%%

source: %@ already has a gh webhook forward hook, left by a forwarder that quit or crashed, or a teammate forwarding it now. GitHub allows one. Fix removes it; a teammate's forwarder would stop.
bn: %@-এ আগে থেকেই একটি gh webhook forward হুক আছে। কোনো ফরোয়ার্ডার বন্ধ হয়ে যাওয়ার বা ক্র্যাশ করার পর এটি থেকে যেতে পারে, অথবা কোনো সহকর্মী এখন এটি দিয়ে ইভেন্ট পাঠাচ্ছেন। GitHub প্রতি রিপোজিটরিতে এই ধরনের একটি হুকই অনুমোদন করে। “ঠিক করুন” বেছে নিলে এটি সরিয়ে দেওয়া হবে। কোনো সহকর্মী এটি ব্যবহার করে থাকলে তাঁর ফরোয়ার্ডারও বন্ধ হয়ে যাবে।
es: %@ ya tiene un hook de gh webhook forward. Puede haber quedado tras el cierre o fallo de un proceso de reenvío, o puede que un compañero lo esté usando para reenviar eventos. GitHub solo permite uno de estos hooks por repositorio. «Reparar» lo elimina; si un compañero lo está usando, su reenvío también se detendrá.
fr: %@ possède déjà un hook gh webhook forward. Il peut avoir été laissé par un processus de transfert arrêté ou ayant planté, ou être encore utilisé par un collègue pour transférer des événements. GitHub n’autorise qu’un seul hook de ce type par dépôt. « Réparer » le supprime ; si un collègue l’utilise, son transfert s’arrêtera aussi.
hi: %@ में पहले से एक gh webhook forward हुक मौजूद है। इसे किसी बंद या क्रैश हुए फ़ॉरवर्डर ने छोड़ा हो सकता है, या कोई साथी अभी इसके ज़रिए इवेंट भेज रहा हो सकता है। GitHub हर रिपॉज़िटरी में इस तरह के केवल एक हुक की अनुमति देता है। “ठीक करें” इसे हटा देगा। अगर कोई साथी इसका इस्तेमाल कर रहा है, तो उसका फ़ॉरवर्डर भी बंद हो जाएगा।
it: %@ ha già un hook di gh webhook forward. Potrebbe essere rimasto dopo la chiusura o l’arresto anomalo di un processo di inoltro, oppure essere usato da un collega per inoltrare eventi. GitHub consente un solo hook di questo tipo per repository. «Correggi» lo rimuove; se un collega lo sta usando, anche il suo inoltro verrà interrotto.
ja: %@ にはすでに gh webhook forward のフックがあります。転送プロセスの終了やクラッシュ後に残ったものか、チームメイトがイベントの転送に使用している可能性があります。GitHub で許可されるこの種類のフックは、リポジトリごとに 1 つだけです。「修正」を選ぶとフックが削除されます。チームメイトが使用中の場合、そのイベント転送も停止します。
ko: %@에 이미 gh webhook forward 훅이 있습니다. 전달 프로세스가 종료되거나 비정상 종료된 후 남은 훅이거나, 팀원이 현재 이벤트 전달에 사용 중인 훅일 수 있습니다. GitHub는 저장소당 이 유형의 훅을 하나만 허용합니다. ‘수정’을 선택하면 훅이 제거됩니다. 팀원이 사용 중이라면 해당 팀원의 이벤트 전달도 중지됩니다.
pt_br: %@ já tem um hook do gh webhook forward. Ele pode ter sido deixado por um processo de encaminhamento que foi encerrado ou travou, ou estar sendo usado por um colega para encaminhar eventos. O GitHub permite apenas um hook desse tipo por repositório. “Corrigir” remove esse hook; se um colega o estiver usando, o encaminhamento dele também será interrompido.
ru: В %@ уже есть хук gh webhook forward. Он мог остаться после остановки или сбоя процесса передачи событий, либо его сейчас использует коллега. GitHub разрешает только один такой хук на репозиторий. Кнопка «Исправить» удалит его. Если коллега использует этот хук, передача событий у него тоже прекратится.
sv: %@ har redan en gh webhook forward-hook. Den kan ha lämnats kvar av en vidarebefordringsprocess som avslutats eller kraschat, eller användas av en kollega som vidarebefordrar händelser just nu. GitHub tillåter bara en sådan hook per kodförråd. ”Åtgärda” tar bort den. Om en kollega använder den stoppas även kollegans vidarebefordran.
zh_hans: %@ 已有一个 gh webhook forward 钩子，可能是转发程序退出或崩溃后留下的，也可能有团队成员仍在用它转发事件。GitHub 每个仓库只允许一个此类钩子。点击“修复”会移除它；如果其他团队成员正在使用它，其事件转发也会停止。
zh_hant: %@ 已有一個 gh webhook forward 掛鉤，可能是轉送程式結束或當機後留下的，也可能有團隊成員仍在用它轉送事件。GitHub 每個儲存庫只允許一個此類掛鉤。按一下「修正」會移除它；如果其他團隊成員正在使用它，其事件轉送也會停止。

source: %@ asked something in the terminal as this message was typed. It was not sent: what was typed is in %@'s prompt there.
bn: এই বার্তা টাইপ করার সময় %@ টার্মিনালে কিছু জিজ্ঞাসা করেছে। এটি পাঠানো হয়নি: যা টাইপ করা হয়েছিল তা সেখানে %@-এর প্রম্পটে আছে।
es: %@ hizo una pregunta en el terminal mientras se escribía este mensaje. No se envió: lo escrito está en el prompt de %@ allí.
fr: %@ a posé une question dans le terminal pendant la saisie de ce message. Il n’a pas été envoyé : ce qui a été saisi se trouve dans l’invite de %@ là-bas.
hi: यह संदेश टाइप करते समय %@ ने टर्मिनल में कुछ पूछा। इसे भेजा नहीं गया: जो टाइप किया गया था वह वहाँ %@ के प्रॉम्प्ट में है।
it: %@ ha posto una domanda nel terminale mentre scrivevi questo messaggio. Non è stato inviato: quanto digitato è nel prompt di %@ lì.
ja: このメッセージの入力中に、%@ がターミナルで質問しました。メッセージは送信されていません。入力した内容はターミナルの %@ のプロンプトにあります。
ko: 이 메시지를 입력하는 동안 %@이(가) 터미널에서 질문했습니다. 메시지는 전송되지 않았습니다. 입력한 내용은 터미널의 %@ 프롬프트에 있습니다.
pt_br: %@ fez uma pergunta no terminal enquanto esta mensagem era digitada. Ela não foi enviada: o que foi digitado está no prompt de %@ lá.
ru: Пока вы набирали это сообщение, %@ задал вопрос в терминале. Сообщение не отправлено: набранный текст находится в приглашении %@ в терминале.
sv: %@ ställde en fråga i terminalen medan det här meddelandet skrevs. Det skickades inte: det som skrevs finns i %@s prompt där.
zh_hans: 输入此消息时，%@ 在终端中提出了问题。消息未发送：所输入的内容在 %@ 的终端提示中。
zh_hant: 輸入此訊息時，%@ 在終端機中提出了問題。訊息未傳送：所輸入的內容在 %@ 的終端機提示中。

source: %@ completed
bn: %@ সম্পন্ন হয়েছে
es: %@ completado
fr: %@ terminé
hi: %@ पूरा हुआ
it: %@ completato
ja: %@ が完了しました
ko: %@ 완료됨
pt_br: %@ concluído
ru: %@ завершён
sv: %@ slutfört
zh_hans: %@ 已完成
zh_hant: %@ 已完成

source: %@ could not resume its conversation, and starting a new one failed: %@
bn: %@ কথোপকথন আবার শুরু করতে পারেনি এবং নতুন কথোপকথন শুরু করাও ব্যর্থ হয়েছে: %@
es: %@ no pudo reanudar la conversación ni iniciar una nueva: %@
fr: %@ n’a pu ni reprendre la conversation ni en démarrer une nouvelle : %@
hi: %@ बातचीत फिर शुरू नहीं कर सका और नई बातचीत शुरू करना भी विफल हुआ: %@
it: %@ non ha potuto riprendere la conversazione né avviarne una nuova: %@
ja: %@で会話を再開できず、新しい会話の開始にも失敗しました：%@
ko: %@에서 대화를 재개하지 못했고 새 대화 시작에도 실패했습니다: %@
pt_br: %@ não conseguiu retomar a conversa nem iniciar uma nova: %@
ru: %@ не смог возобновить беседу или начать новую: %@
sv: %@ kunde inte återuppta konversationen eller starta en ny: %@
zh_hans: %@ 无法恢复对话，启动新对话也失败了：%@
zh_hant: %@ 無法繼續對話，啟動新對話也失敗了：%@

source: %@ failed
bn: %@ ব্যর্থ হয়েছে
es: %@ falló
fr: %@ a échoué
hi: %@ विफल हुआ
it: %@ non riuscita
ja: %@に失敗しました
ko: %@이(가) 실패했습니다
pt_br: %@ falhou
ru: Не удалось выполнить: %@
sv: %@ misslyckades
zh_hans: %@ 失败
zh_hant: %@ 失敗

source: %@ held back
bn: %@ স্থগিত রাখা হয়েছে
es: %@ se omitió
fr: %@ a été suspendue
hi: %@ रोका गया
it: %@ sospesa
ja: %@の実行を見送りました
ko: %@ 실행이 보류되었습니다
pt_br: %@ foi suspensa
ru: Выполнение приостановлено: %@
sv: %@ hölls tillbaka
zh_hans: %@ 已暂缓运行
zh_hant: %@ 已暫緩執行

source: %@ hooks are not installed.
bn: %@ হুক ইনস্টল করা নেই।
es: Los hooks de %@ no están instalados.
fr: Les hooks de %@ ne sont pas installés.
hi: %@ हुक इंस्टॉल नहीं हैं।
it: Gli hook di %@ non sono installati.
ja: %@ のフックはインストールされていません。
ko: %@ 훅이 설치되지 않았습니다.
pt_br: Os hooks de %@ não estão instalados.
ru: Хуки %@ не установлены.
sv: %@-hookarna är inte installerade.
zh_hans: 尚未安装 %@ 的钩子。
zh_hant: 尚未安裝 %@ 的掛鉤。

source: %@ hooks have an update.
bn: %@ হুকের আপডেট আছে।
es: Hay una actualización para los hooks de %@.
fr: Une mise à jour des hooks de %@ est disponible.
hi: %@ हुक का अपडेट उपलब्ध है।
it: È disponibile un aggiornamento per gli hook di %@.
ja: %@ のフックにアップデートがあります。
ko: %@ 훅의 업데이트가 있습니다.
pt_br: Há uma atualização para os hooks de %@.
ru: Доступно обновление хуков %@.
sv: Det finns en uppdatering för %@-hookarna.
zh_hans: %@ 的钩子有可用更新。
zh_hant: %@ 的掛鉤有可用更新。

source: %@ hooks installed.
bn: %@ হুক ইনস্টল হয়েছে।
es: Hooks de %@ instalados.
fr: Hooks de %@ installés.
hi: %@ हुक इंस्टॉल हो गए।
it: Hook di %@ installati.
ja: %@ のフックをインストールしました。
ko: %@ 훅을 설치했습니다.
pt_br: Hooks de %@ instalados.
ru: Хуки %@ установлены.
sv: %@-hookarna har installerats.
zh_hans: 已安装 %@ 的钩子。
zh_hant: 已安裝 %@ 的掛鉤。

source: %@ hooks removed.
bn: %@ হুক সরানো হয়েছে।
es: Hooks de %@ eliminados.
fr: Hooks de %@ supprimés.
hi: %@ हुक हटा दिए गए।
it: Hook di %@ rimossi.
ja: %@ のフックを削除しました。
ko: %@ 훅을 제거했습니다.
pt_br: Hooks de %@ removidos.
ru: Хуки %@ удалены.
sv: %@-hookarna har tagits bort.
zh_hans: 已移除 %@ 的钩子。
zh_hant: 已移除 %@ 的掛鉤。

source: %@ hooks updated
bn: %@ হুক আপডেট হয়েছে
es: Hooks de %@ actualizados
fr: Hooks de %@ mis à jour
hi: %@ हुक अपडेट हुए
it: Hook di %@ aggiornati
ja: %@ のフックを更新しました
ko: %@ 훅이 업데이트됨
pt_br: Hooks do %@ atualizados
ru: Хуки %@ обновлены
sv: Hookar för %@ uppdaterade
zh_hans: %@ 钩子已更新
zh_hant: %@ 掛鉤已更新

source: %@ in this worktree, so the first build does not wait on it
bn: প্রথম বিল্ডে অপেক্ষা এড়াতে এই ওয়ার্কট্রিতে %@
es: %@ en este árbol de trabajo para evitar esperas en la primera compilación
fr: %@ dans cet arbre de travail pour éviter l’attente à la première compilation
hi: इस वर्कट्री में %@, ताकि पहली बिल्ड को इंतज़ार न करना पड़े
it: %@ in questo albero di lavoro per evitare attese alla prima compilazione
ja: このワークツリーで %@。初回ビルド時の待機を防ぎます
ko: 첫 빌드가 기다리지 않도록 이 작업 트리에서 %@
pt_br: %@ nesta árvore de trabalho para evitar espera na primeira compilação
ru: %@ в этом рабочем дереве, чтобы первая сборка не ждала
sv: %@ i detta arbetsträd så att första bygget slipper vänta
zh_hans: 正在此工作树中进行%@，以免首次构建时等待
zh_hant: 正在此工作樹中進行%@，以免首次建置時等待

source: %@ is already assigned to %@.
bn: %@ ইতিমধ্যেই %@-এর জন্য নির্ধারিত।
es: %@ ya está asignado a %@.
fr: %@ est déjà attribué à %@.
hi: %@ पहले से %@ को असाइन है।
it: %@ è già assegnato a %@.
ja: %@はすでに「%@」に割り当てられています。
ko: %@은(는) 이미 %@에 지정되어 있습니다.
pt_br: %@ já está atribuído a %@.
ru: %@ уже назначено для команды «%@».
sv: %@ är redan tilldelat till %@.
zh_hans: %@ 已分配给“%@”。
zh_hant: %@ 已指派給「%@」。

source: %@ is checked out in the main repo, which could not be moved to %@: %@
bn: মূল রিপোজিটরিতে %@ চেকআউট করা, যা %@-এ সরানো যায়নি: %@
es: %@ está seleccionado en el repositorio principal, que no pudo cambiar a %@: %@
fr: %@ est actif dans le dépôt principal, qui n’a pas pu passer à %@ : %@
hi: मुख्य रिपॉज़िटरी में %@ चेकआउट है, जिसे %@ पर नहीं ले जा सके: %@
it: %@ è attivo nel repository principale, che non è stato possibile spostare su %@: %@
ja: メインリポジトリで %@ がチェックアウトされており、%@ に移せませんでした：%@
ko: 기본 저장소에서 %@이(가) 체크아웃되어 있으며 %@로 옮길 수 없습니다: %@
pt_br: %@ está no checkout do repositório principal, que não pôde ser movido para %@: %@
ru: В основном репозитории выбрана ветка %@, переключиться на %@ не удалось: %@
sv: %@ är utcheckad i huvudarkivet, som inte kunde flyttas till %@: %@
zh_hans: 主仓库已检出 %@，无法切换至 %@：%@
zh_hant: 主儲存庫已簽出 %@，無法切換至 %@：%@

source: %@ is not a model this CLI lists.
bn: %@ এই CLI-এর মডেল তালিকায় নেই।
es: %@ no figura entre los modelos de esta CLI.
fr: %@ ne figure pas parmi les modèles de cette CLI.
hi: %@ इस CLI की मॉडल सूची में नहीं है।
it: %@ non è tra i modelli elencati da questa CLI.
ja: %@ はこの CLI のモデル一覧にありません。
ko: %@은(는) 이 CLI의 모델 목록에 없습니다.
pt_br: %@ não está entre os modelos listados por esta CLI.
ru: %@ нет в списке моделей этого CLI.
sv: %@ finns inte bland modellerna i detta CLI.
zh_hans: %@ 不在此 CLI 列出的模型中。
zh_hant: %@ 不在此 CLI 列出的模型中。

source: %@ is not installed.
bn: %@ ইনস্টল করা নেই।
es: %@ no está instalado.
fr: %@ n’est pas installé.
hi: %@ इंस्टॉल नहीं है।
it: %@ non è installato.
ja: %@ はインストールされていません。
ko: %@이(가) 설치되지 않았습니다.
pt_br: %@ não está instalado.
ru: %@ не установлен.
sv: %@ är inte installerat.
zh_hans: 尚未安装 %@。
zh_hant: 尚未安裝 %@。

source: %@ is not signed in.
bn: %@-এ সাইন ইন করা নেই।
es: No has iniciado sesión en %@.
fr: %@ n’est pas connecté.
hi: %@ में साइन इन नहीं है।
it: Accesso a %@ non effettuato.
ja: %@ にサインインしていません。
ko: %@에 로그인되지 않았습니다.
pt_br: %@ não está conectado.
ru: Вход в %@ не выполнен.
sv: %@ är inte inloggat.
zh_hans: %@ 尚未登录。
zh_hant: %@ 尚未登入。

source: %@ is reserved for %@.
bn: %@, %@-এর জন্য সংরক্ষিত।
es: %@ está reservado para %@.
fr: %@ est réservé à %@.
hi: %@, %@ के लिए आरक्षित है।
it: %@ è riservato a %@.
ja: %@は「%@」用に予約されています。
ko: %@은(는) %@ 전용입니다.
pt_br: %@ está reservado para %@.
ru: %@ зарезервировано для команды «%@».
sv: %@ är reserverat för %@.
zh_hans: %@ 已保留用于“%@”。
zh_hant: %@ 已保留給「%@」。

source: %@ is the branch this session forks from, so the main checkout cannot be moved off it. Choose a different “Branch from”.
bn: এই সেশন %@ ব্রাঞ্চ থেকে তৈরি, তাই মূল চেকআউট সেখান থেকে সরানো যায় না। অন্য উৎস ব্রাঞ্চ বাছুন।
es: La sesión parte de la rama %@, así que el checkout principal no puede salir de ella. Elige otra rama de origen.
fr: La session part de la branche %@ ; le checkout principal ne peut donc pas la quitter. Choisissez une autre branche source.
hi: यह सत्र ब्रांच %@ से बनता है, इसलिए मुख्य चेकआउट उससे हट नहीं सकता। कोई दूसरी “स्रोत ब्रांच” चुनें।
it: La sessione parte dal ramo %@, quindi il checkout principale non può abbandonarlo. Scegli un altro ramo di origine.
ja: このセッションは %@ から分岐するため、メインのチェックアウトを別のブランチに移せません。別の分岐元を選んでください。
ko: 이 세션은 %@에서 분기하므로 기본 체크아웃을 해당 브랜치에서 옮길 수 없습니다. 다른 기준 브랜치를 선택하세요.
pt_br: A sessão parte da branch %@, então o checkout principal não pode sair dela. Escolha outra branch de origem.
ru: Сеанс создаётся от ветки %@, поэтому основную рабочую копию нельзя с неё переключить. Выберите другую исходную ветку.
sv: Sessionen förgrenas från %@, så huvudutcheckningen kan inte flyttas från den. Välj en annan ursprungsgren.
zh_hans: 此会话基于分支 %@，因此主检出无法切换到其他分支。请选择不同的“基于分支”。
zh_hant: 此工作階段以分支 %@ 為基礎，因此主簽出無法切換至其他分支。請選擇不同的「來源分支」。

source: %@ isn't committed, so new worktrees won't have it. Commit it, or list it under Copy ignored files if git ignores it.
bn: %@ কমিট করা হয়নি, তাই নতুন ওয়ার্কট্রিতে থাকবে না। কমিট করুন, অথবা Git উপেক্ষা করলে উপেক্ষিত ফাইল কপি করুন তালিকায় যোগ করুন।
es: %@ no está confirmado y no aparecerá en nuevos árboles de trabajo. Confírmalo o añádelo a Copiar archivos ignorados si Git lo ignora.
fr: %@ n’est pas commité et sera absent des nouveaux arbres de travail. Commitez-le ou ajoutez-le à Copier les fichiers ignorés si Git l’ignore.
hi: %@ कमिट नहीं हुआ है, इसलिए नए वर्कट्री में नहीं होगा। इसे कमिट करें, या Git द्वारा अनदेखा होने पर अनदेखी फ़ाइलें कॉपी करें में जोड़ें।
it: %@ non è stato committato e non sarà presente nei nuovi alberi di lavoro. Esegui il commit o aggiungilo a Copia file ignorati se Git lo ignora.
ja: %@ はコミットされていないため、新しいワークツリーには含まれません。コミットするか、Git が無視するファイルなら「無視されたファイルをコピー」に追加してください。
ko: %@은(는) 커밋되지 않아 새 워크트리에 포함되지 않습니다. 커밋하거나 Git에서 무시하는 파일이면 무시된 파일 복사 목록에 추가하세요.
pt_br: %@ não foi commitado e não estará nas novas árvores de trabalho. Faça o commit ou inclua-o em Copiar arquivos ignorados se o Git o ignorar.
ru: %@ не закоммичен и не попадёт в новые рабочие деревья. Сделайте коммит или добавьте файл в «Копировать игнорируемые файлы», если Git его игнорирует.
sv: %@ är inte incheckad och saknas därför i nya arbetsträd. Checka in filen eller ange den under Kopiera ignorerade filer om Git ignorerar den.
zh_hans: %@ 尚未提交，因此新工作树不会包含它。请提交该文件；如果 Git 忽略它，请将其列在“复制忽略的文件”中。
zh_hant: %@ 尚未提交，因此新工作樹不會包含它。請提交該檔案；若 Git 忽略它，請將其列在「複製忽略的檔案」中。

source: %@ must include ⌘ to avoid interfering with terminal commands.
bn: টার্মিনালের কমান্ডে ব্যাঘাত এড়াতে %@-এ ⌘ থাকতে হবে।
es: %@ debe incluir ⌘ para no interferir con los comandos del terminal.
fr: %@ doit inclure ⌘ pour ne pas interférer avec les commandes du terminal.
hi: टर्मिनल कमांड में बाधा से बचने के लिए %@ में ⌘ होना चाहिए।
it: %@ deve includere ⌘ per non interferire con i comandi del terminale.
ja: ターミナルのコマンドと干渉しないように、%@には⌘を含めてください。
ko: 터미널 명령에 영향을 주지 않도록 %@에 ⌘를 포함해야 합니다.
pt_br: %@ deve incluir ⌘ para não interferir nos comandos do terminal.
ru: %@ должно включать ⌘, чтобы не мешать командам терминала.
sv: %@ måste innehålla ⌘ för att inte störa terminalkommandon.
zh_hans: %@ 必须包含 ⌘，以免影响终端命令。
zh_hant: %@ 必須包含 ⌘，以免影響終端機指令。

source: %@ of a %@ context in use
bn: %@ ব্যবহার হয়েছে, %@ প্রসঙ্গের মধ্যে
es: %@ en uso de un contexto de %@
fr: %@ utilisé sur un contexte de %@
hi: %@ उपयोग में, %@ संदर्भ में से
it: %@ in uso su un contesto di %@
ja: %@ 使用中（コンテキスト %@）
ko: %@ 사용 중(컨텍스트 %@)
pt_br: %@ em uso de um contexto de %@
ru: Использовано %@ контекста объёмом %@
sv: %@ av en kontext på %@ används
zh_hans: 已使用 %@，上下文容量 %@
zh_hant: 已使用 %@，上下文容量 %@

source: %@ priority
bn: %@ অগ্রাধিকার
es: Prioridad %@
fr: Priorité %@
hi: %@ प्राथमिकता
it: Priorità %@
ja: 優先度：%@
ko: %@ 우선순위
pt_br: Prioridade %@
ru: Приоритет: %@
sv: %@ prioritet
zh_hans: %@优先级
zh_hant: %@優先順序

source: %@ ran
bn: %@ চলেছে
es: %@ se ejecutó
fr: %@ a été exécutée
hi: %@ चला
it: %@ eseguita
ja: %@を実行しました
ko: %@이(가) 실행되었습니다
pt_br: %@ foi executada
ru: Выполнено: %@
sv: %@ kördes
zh_hans: %@ 已运行
zh_hant: %@ 已執行

source: %@ returned to the shell after resuming. If you did not quit it, check the terminal for details.
bn: আবার শুরু হওয়ার পর %@ শেলে ফিরে এসেছে। আপনি বন্ধ না করে থাকলে বিস্তারিত জানতে টার্মিনল দেখুন।
es: %@ volvió al shell tras reanudarse. Si no lo cerraste, consulta el terminal para más detalles.
fr: %@ est revenu au shell après la reprise. Si vous ne l’avez pas quitté, consultez le terminal pour plus de détails.
hi: %@ फिर शुरू होने के बाद शेल में लौट आया। यदि आपने इसे बंद नहीं किया, तो विवरण के लिए टर्मिनल देखें।
it: %@ è tornato alla shell dopo la ripresa. Se non lo hai chiuso, controlla i dettagli nel terminale.
ja: %@は再開後にシェルに戻りました。終了していない場合は、ターミナルで詳細を確認してください。
ko: %@이(가) 재개 후 셸로 돌아왔습니다. 직접 종료하지 않았다면 터미널에서 세부 정보를 확인하세요.
pt_br: %@ voltou ao shell após retomar. Se você não o encerrou, veja os detalhes no terminal.
ru: %@ вернулся в оболочку после возобновления. Если вы его не закрывали, проверьте подробности в терминале.
sv: %@ återgick till skalet efter återupptagning. Om du inte avslutade det, se terminalen för detaljer.
zh_hans: %@ 恢复后返回了 shell。如果你没有主动退出，请在终端中查看详情。
zh_hant: %@ 繼續後返回了 shell。如果你沒有主動結束，請在終端機中查看詳細資訊。

source: %@ returned to the shell after starting. If you did not quit it, check the terminal for details.
bn: শুরু হওয়ার পর %@ শেলে ফিরে এসেছে। আপনি বন্ধ না করে থাকলে বিস্তারিত জানতে টার্মিনাল দেখুন।
es: %@ volvió al shell tras iniciarse. Si no lo cerraste, consulta el terminal para más detalles.
fr: %@ est revenu au shell après le démarrage. Si vous ne l’avez pas quitté, consultez le terminal pour plus de détails.
hi: %@ शुरू होने के बाद शेल में लौट आया। यदि आपने इसे बंद नहीं किया, तो विवरण के लिए टर्मिनल देखें।
it: %@ è tornato alla shell dopo l’avvio. Se non lo hai chiuso, controlla i dettagli nel terminale.
ja: %@は起動後にシェルに戻りました。終了していない場合は、ターミナルで詳細を確認してください。
ko: %@이(가) 시작 후 셸로 돌아왔습니다. 직접 종료하지 않았다면 터미널에서 세부 정보를 확인하세요.
pt_br: %@ voltou ao shell após iniciar. Se você não o encerrou, veja os detalhes no terminal.
ru: %@ вернулся в оболочку после запуска. Если вы его не закрывали, проверьте подробности в терминале.
sv: %@ återgick till skalet efter starten. Om du inte avslutade det, se terminalen för detaljer.
zh_hans: %@ 启动后返回了 shell。如果你没有主动退出，请在终端中查看详情。
zh_hant: %@ 啟動後返回了 shell。如果你沒有主動結束，請在終端機中查看詳細資訊。

source: %@ says
bn: %@ বলছে
es: %@ dice
fr: %@ indique
hi: %@ कहता है
it: %@ dice
ja: %@ からのメッセージ
ko: %@의 메시지
pt_br: %@ diz
ru: %@ сообщает
sv: %@ säger
zh_hans: %@ 提示
zh_hant: %@ 表示
